// products.js
const products = [
  {
    id: 1,
    name: " شلوار لی دخترانه ",
    oldPrice: 550000,
    price: 400000,
    category: "دخترانه",
    image: "https://cdn.imgurl.ir/uploads/r213313_InShot_20250923_152332625.png",
    description: " شلوار ۱۰۰٪ لی دخترانه    .",
  },
  {
    id: 2,
    name: " ست زمستانی اسپرت  ",
    oldPrice: 500000,
    price: 350000,
    category: "پسرانه",
    image: "https://cdn.imgurl.ir/uploads/v5624_InShot_20250923_162717584.jpg",
    description: " ست اسپرت طرح گوسفند داخل نخ پنبه برای زمستان و پائیز.  ",
  },
    {
    id: 3,
    name: "شلوار لی اسپرت مدل جین  ",
    oldPrice: 330000,
    price: 240000,
    category: "نوزاد",
    image: "https://cdn.imgurl.ir/uploads/a304010_InShot_20250923_160132962.png",
    description: " شلوار لی نوزادی از یک سال تا چهار سال مناسب برای پائیز، در دو رنگ مشکی و سفید.  ",
  },
      {
    id: 4,
    name: " کلاه و شال زمستانی دخترانه ",
    oldPrice: 250000,
    price: 190000,
    category: "دخترانه",
    image: "https://cdn.imgurl.ir/uploads/f937078_InShot_20250923_161706013.png",
    description: " شال و کلاه دخترانه در رنگ بندی های، قرمز🟥،سبز 🟩،خاکستری⚪️ و آبی 🔵 ",
  },
  
  {
    id: 5,
    name: "  شلوار پسرانه  ",
    oldPrice: 300000,
    price: 190000,
    category: "پسرانه",
    image: "https://cdn.imgurl.ir/uploads/j63469_InShot_20250925_105819632.png",
    description: " شلوار پسرانه ،برچسب تزریقی،مناسب برای سنین ۸ تا ۱۳ سال ، در رنگ بندی های سفید⚪️،سیاه⚫️ ",
  },
  
  {
    id: 6,
    name: " ست کامل چرم زمستانی ",
    oldPrice: 1500000,
    price: 890000,
    category: "دخترانه",
    image: "https://cdn.imgurl.ir/uploads/q15926_InShot_20250923_152301956.jpg",
    description: " ست دخترانه ۱۰۰٪ چرم برای سنین ۷ تا ۱۲ سال  ",
  },
  {
    id: 7,
    name: " هودی دخترانه  ",
    oldPrice: 390000,
    price: 450000,
    category: "دخترانه",
    image: "https://cdn.imgurl.ir/uploads/m518762_InShot_20250923_161023510.png",
    description: " هوی دخترانه جنس ۱۰۰٪ نخ، داخل پنبه، مناسب برای سنین ۱۱ سال تا ۱۴ سال، در رنگ بندی های کریستالی🟣،زرد🟨،سبز🟢 و آبی 🔵 ",
  },
  
  {
    id: 8,
    name: " شلوار لی چاکدار دخترانه",
    oldPrice: 420000,
    price: 340000,
    category: "دخترانه",
    image: "https://cdn.imgurl.ir/uploads/e284174_InShot_20250923_152507173.png",
    description: " شلوار لی دخترانه رنگ آبی🔵 برای سنین ۷ تا ۱۳ سال ",
  },
];

