// 🌟 اینجا محصولات رو دستی تعریف کن
const products = [
  {
    id: 1,
    name: "تیشرت دخترانه طرح قلب",
    oldPrice: 250000,
    price: 180000,
    category: "دخترانه",
    image: "https://via.placeholder.com/400x400?text=تیشرت",
    description: "تیشرت دخترانه نخ پنبه با طراحی قلب."
  },
  {
    id: 2,
    name: "شلوار جین پسرانه",
    oldPrice: 350000,
    price: 280000,
    category: "پسرانه",
    image: "https://via.placeholder.com/400x400?text=شلوار",
    description: "شلوار جین مقاوم و راحت برای استفاده روزمره."
  },
    {
    id: 3,
    name :"شلوار دخترانه لی",
    oldPrice: 450000,
    price: 380000,
    image: "images
/InShot_20250923_152332625.png",
    description: "شلوار دخترانه ۱۰۰٪ لی  ."
  }
  // 👉 می‌تونی به همین شکل محصول‌های بیشتری اضافه کنی
];


